[
	{"text": "Which statement BEST supports Obama's goal for the minimum wage?", "percent_correct": 0.6551724137931034},
	{"text": "Read the sentence from the passage.<blockquote>Air Force One will be back in the skies on Friday, as Obama returns to his old neighborhood in Chicago to talk more about his proposals to help middle and working class families.</blockquote>How does Obama plan to help the middle- and working-class families?", "percent_correct": 0.5689655172413793 },
	{"text": "What can we conclude Obama hoped to gain by inviting Gabby Giffords to his State of the Union address?", "percent_correct": 0.6551724137931034}, 
	{"text": "Read this sentence from the passage.<blockquote>\"Every dollar we invest in high- quality early education can save more than seven dollars later on – boosting graduation rates, reducing teen pregnancy, reducing violent crime.\"</blockquote> What can we conclude is the BEST reason Obama makes this claim?", "percent_correct": 0.5862068965517241},
	{"text": "Which of the following claims made by President Obama in his speech BEST supports the argument that raising the minimum wage will benefit businesses and boost the economy?", "percent_correct": 0.41379310344827586}, 
	{"text": "Read thefollowing sentence from the passage. <blockquote>The president urged Congress in his State of the Union speech to make high-quality preschool available to all children. </blockquote> What can we infer president Obama means by making high-quality preschool available to all children?", "percent_correct": 0.8135593220338984},
	{"text": "Read the following sentence from the passage. <blockquote>Obama made an emotional plea to Congress, urging action on gun control.</blockquote>According to the passage, what does President Obama mean by gun control?", "percent_correct": 0.8220338983050848}, 
	{"text": "What can we infer is the BEST reason why American companies are choosing to have their products made overseas rather than in the United States?", "percent_correct": 0.6779661016949152}, 
	{"text": "How will bringing companies back to the United States restore the middle class?", "percent_correct": 0.6016949152542372}, 
	{"text": "Which of the following BEST describes why raising the minimum wage may harm small businesses?", "percent_correct": 0.5932203389830508},
	{"text": "How is President Obama trying to get people to support his ideas?", "percent_correct": 0.5217391304347826}, 
	{"text": "According to the article, where did President Obama's fireside hangout take place?", "percent_correct": 0.7101449275362319}, 
	{"text": "What is the State of Union address?", "percent_correct": 0.7246376811594203},
	{"text": "What sentence BEST supports why Obama should provide free preschool for children?", "percent_correct": 0.6811594202898551}, 
	{"text": "Which sentence BEST supports the argument that Congress should raise the minimum wage?", "percent_correct": 0.5217391304347826},
	{"text": "Which of these is not one of President Obama's main goals?", "percent_correct": 0.5289256198347108},
	{"text": "How does Obama plan to stop American factories from shutting down?", "percent_correct": 0.5867768595041323}, 
	{"text": "Why does President Obama want to raise the minimum wage?", "percent_correct": 0.4793388429752066}, 
	{"text": "What is President Obama trying to do for children?", "percent_correct": 0.6942148760330579}, 
	{"text": "Why did people wear green ribbons during the president's speech?", "percent_correct": 0.7024793388429752}, 
	{"text": "In this article, the author mainly", "percent_correct": 0.7046460176991151},
	{"text": "How does the author introduce the idea that fitness does not define the quality of a soldier?", "percent_correct": 0.6471238938053098}, 
	{"text": "Which option BEST summarizes the section called \"Ban Hurts Career Advancement?\"", "percent_correct": 0.5143805309734514}
]
